	<!DOCTYPE html>
	<html class="no-js">

	<head>
		<meta charset="utf-8">
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<title>Raha</title>
		<meta name="description" content="">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<meta property="og:title" content="Raha Hotel Reservation System" />
		<meta property="og:description" content="&#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588;" />
		<!-- Place favicon.ico and apple-touch-icon.png in the root directory -->

		<!-- CSS -->
		<link rel="stylesheet" href="css/owl.carousel.css">
		<link rel="stylesheet" href="css/bootstrap.min.css">
		<link rel="stylesheet" href="css/style.css">
		<link rel="stylesheet" href="css/font-awesome.min.css">
		<link rel="stylesheet" href="css/ionicons.min.css">
		<link rel="stylesheet" href="css/animate.css">
		<link rel="stylesheet" href="css/responsive.css">

		<!-- Js -->
		<script src="js/vendor/modernizr-2.6.2.min.js"></script>
		<script src="//ajax.googleapis.com/ajax/libs/jquery/1.10.2/jquery.min.js"></script>
		<script>
			window.jQuery || document.write('<script src="js/vendor/jquery-1.10.2.min.js"><\/script>')
		</script>
		<script src="js/bootstrap.min.js"></script>
		<script src="js/owl.carousel.min.js"></script>
		<script src="js/plugins.js"></script>
		<script src="js/min/waypoints.min.js"></script>
		<script src="js/jquery.counterup.js"></script>

		<!-- Google Map -->
<!-- 		<script src="https://maps.googleapis.com/maps/api/js"></script>
		<script src="js/google-map-init.js"></script> -->


		<script src="js/main.js"></script>


		<!-- MIRSAMIE -->
		<!--     <script src="../js/jquery.js"></script> -->
		<!--     <script src="../js/bootstrap.min.js"></script> -->
		<script src="../js/persian-date.js"></script>
		<script src="../js/persian-datepicker-0.4.5.min.js"></script>
		<!--     <script type="text/javascript" src="../js/tavanir.js"></script> -->
		<!-- CSS -->
		<!--     <link href="../css/bootstrap.min.css" rel="stylesheet" type="text/css" /> -->
		<link href="../css/persian-datepicker-0.4.5.min.css" rel="stylesheet" type="text/css" />
		<link rel='shortcut icon' href='img/favicon.png' type='image/x-icon' />
		<style>
			@font-face {
				font-family: 'irsans';
				src: url('fonts/irsans.ttf') format('truetype');
			}
			
			.khadamat-block{
				text-align:center;	
			}
			.khadamat-block div,.khadamat-header{
				background-color: #008aff4d;
				padding: 15px;
				border: 3px solid #eaeaea;
			}
			.khadamat-header{
				text-align: center;
				font-weight: bold;
			}
			.result-header {
				text-align: center;
				background-color: #000000;
				padding: 15px;
			}
			
			.panel1 {
				border: 1px solid #eaeaea;
				margin: 5px;
				padding: 25px;
				direction: rtl;
				background-color: #1e1ead4d;
				color: #98238a;
				font-family: irsans;
				font-size: 25px;
			}
			
			.pdate {
				margin-bottom: 5px;
				width: 200px;
			}
			
			select.form-control {
				width: 200px;
			}
			
			.room-block {
				padding: 5px;
				margin: 5px;
				border: 1px solid #eaeaea;
				cursor: pointer;
				text-align: center;
				background-color: #e6eda0;
			}
			
			.room-block:hover {
				background-color: #ecdcda;
			}
			
			.room-block img {
				height: 50px;
				border: 1px solid #eaeaea;
				padding: 5px;
				margin: 10px;
				background-color: #fff;
			}
			
			.room-block select {}
		</style>
		<!-- MIRSAMIE -->

	</head>

	<body>



		<!-- Header Start -->
		<header>
			<div class="container">
				<div class="row">
					<div class="col-md-12">
						<!-- header Nav Start -->
						<nav class="navbar navbar-default">
							<div class="container-fluid">
								<!-- Brand and toggle get grouped for better mobile display -->
								<div class="navbar-header">
									<button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                </button>
									<a class="navbar-brand" href="index.html">
										<img src="img/logo_koorosh.jpg" style="height:61px!important;" alt="Raha">
									</a>
								</div>
								<!-- Collect the nav links, forms, and other content for toggling -->
								<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
									<ul class="nav navbar-nav navbar-right">
<!-- 										<li><a href="http://tsq192.com" target="_blank">&#1585;&#1586;&#1585;&#1608; &#1662;&#1585;&#1608;&#1575;&#1586;<i class="fa fa-plane"></i></a></li> -->
										<li><a href="javascript:gotoReserve();" >&#1585;&#1586;&#1585;&#1608; &#1607;&#1578;&#1604; <i class="fa fa-suitcase" aria-hidden="true"></i></a></li>
										<li><a href="">&#1589;&#1601;&#1581;&#1607; &#1575;&#1589;&#1604;&#1740;</a></li>
										<!--                     <li><a href="#">&#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740;</a></li> -->
										<!--                     <li><a href="#">&#1582;&#1583;&#1605;&#1575;&#1578; &#1605;&#1575;</a></li> -->
										<!--                     <li><a href="contact.html">&#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1575; &#1605;&#1575;</a></li> -->
									</ul>
								</div>
<!-- 								<img src="img/flight.jpg" style="width:30px" /> -->
								<!-- /.navbar-collapse -->
							</div>
							<!-- /.container-fluid -->
						</nav>
					</div>
				</div>
			</div>
		</header>
		<!-- header close -->

		<!-- Slider Start -->
		<section id="slider">
			<div class="container">
				<div class="row">
					<div class="col-md-12 text-center">
						<div class="block" style="direction:rtl;">
							<h1 class="animated fadeInUp" style="text-align:center;">&#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588;</h1>
							<p class="animated fadeInUp" style="text-align:justify;"> &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1608;&#1588; &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1608;&#1575;&#1602;&#1593; &#1583;&#1585; &#1576;&#1604;&#1608;&#1575;&#1585; &#1711;&#1604;&#1585;&#1740;&#1586;&#1575;&#1606; &#1576;&#1575; &#1605;&#1587;&#1575;&#1581;&#1578; &#1777;&#1778;&#1781;&#1776; &#1605;&#1578;&#1585;&#1605;&#1585;&#1576;&#1593; &#1583;&#1585; &#1588;&#1607;&#1585;&#1740;&#1608;&#1585; &#1605;&#1575;&#1607; &#1777;&#1779;&#1785;&#1779; &#1575;&#1601;&#1578;&#1578;&#1575;&#1581; &#1608; &#1576;&#1607;&#1585;&#1607; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1606;&#1586;&#1583;&#1740;&#1705; &#1576;&#1607; &#1662;&#1575;&#1585;&#1705; &#1587;&#1575;&#1593;&#1740;&#1548; &#1583;&#1575;&#1585;&#1575;&#1740; &#1780; &#1591;&#1576;&#1602;&#1607; &#1605;&#1580;&#1607;&#1586; &#1576;&#1607; &#1587;&#1608;&#1574;&#1740;&#1578; &#1607;&#1575;&#1740; &#1784;&#1776; &#1605;&#1578;&#1585;&#1740;&#1548; &#1605;&#1585;&#1578;&#1576; &#1608; &#1605;&#1583;&#1585;&#1606; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1576;&#1607; &#1585;&#1608;&#1586; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1608;&#1588; &#1705;&#1607; &#1606;&#1582;&#1587;&#1578;&#1740;&#1606; &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1575;&#1587;&#1578;&#1548; &#1583;&#1575;&#1585;&#1575;&#1740; &#1778;&#1776;&#1776; &#1605;&#1578;&#1585; &#1605;&#1585;&#1576;&#1593; &#1604;&#1575;&#1576;&#1740;&#1548; &#1705;&#1575;&#1601;&#1740; &#1588;&#1575;&#1662; &#1608; &#1662;&#1575;&#1585;&#1705;&#1740;&#1606;&#1711; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1778;&#1780; &#1587;&#1575;&#1593;&#1578; &#1570;&#1605;&#1575;&#1583;&#1607; &#1575;&#1585;&#1575;&#1574;&#1607; &#1582;&#1583;&#1605;&#1575;&#1578; &#1576;&#1607; &#1605;&#1740;&#1607;&#1605;&#1575;&#1606;&#1575;&#1606; &#1711;&#1585;&#1575;&#1605;&#1740; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.</p>

						</div>
					</div>
				</div>
			</div>
		</section>
		<!-- Wrapper Start -->
		<section id="reserve_section">
			<div class="container">
				<div class="row">
					<div class="col-md-12 col-sm-12">
						<div class="block">
							<div class="section-title" style="text-align:center">
								<h2>&#1585;&#1586;&#1585;&#1608; &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588;</h2>
                #alert#
							</div>
							<div class="panel1" style="text-align:center">
								<form method="post">
									&#1607;&#1578;&#1604;
									<select class="form-control1" name="hotel_id" id="hotel_id">
									#hotels#
									</select>
									<br/>
									&#1578;&#1575;&#1585;&#1740;&#1582; &#1608;&#1585;&#1608;&#1583;
									<input class="form-control1 pdate" name="aztarikh" id="aztarikh" placeholder="&#1578;&#1575;&#1585;&#1740;&#1582; &#1608;&#1585;&#1608;&#1583;" /> &#1578;&#1593;&#1583;&#1575;&#1583; &#1588;&#1576; &#1575;&#1602;&#1575;&#1605;&#1578;
									<select class="form-control1" name="shab" id="shab">
                  #shab_combo#
                  </select> &#1576;&#1586;&#1585;&#1711;&#1587;&#1575;&#1604;
									<select class="form-control1" name="adult" id="adult">
                  #adult_combo#
                  </select> &#1705;&#1608;&#1583;&#1705;
									<select class="form-control1" name="child" id="child">
                  #child_combo#
                  </select>
									<button class="form-control1">
                    &#1580;&#1587;&#1578;&#1580;&#1608;  
                  </button>
								</form>
							</div>
              #result#
						</div>
					</div>
					<!-- .col-md-12 close -->
				</div>
			</div>
		</section>


		<section id="intro">
			<div class="container">
				<div class="row">
					<div class="col-md-7 col-sm-12">
						<div class="block" style="direction:rtl;text-align:right;">
							<div class="section-title">
								<h2>&#1583;&#1585;&#1576;&#1575;&#1585;&#1607; &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588;</h2>
								<p>&#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588; &#1583;&#1575;&#1585;&#1575;&#1740; 6 &#1591;&#1576;&#1602;&#1607; &#1608;8 &#1576;&#1575;&#1576; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1583;&#1608; &#1582;&#1608;&#1575;&#1576;&#1607; 90 &#1605;&#1578;&#1585;&#1740; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608; 8 &#1576;&#1575;&#1576; &#1575;&#1578;&#1575;&#1602; &#1740;&#1705; &#1578;&#1582;&#1578;&#1607; &#1548; &#1583;&#1608; &#1578;&#1582;&#1578;&#1607; &#1608; &#1587;&#1607; &#1578;&#1582;&#1578;&#1607; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.
&#1605;&#1588;&#1582;&#1589;&#1575;&#1578; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1607;&#1575;&#1740; &#1583;&#1608; &#1582;&#1608;&#1575;&#1576;&#1607; : 90 &#1605;&#1578;&#1585;&#1740; &#1583;&#1608; &#1582;&#1608;&#1575;&#1576;&#1607; &#1608; 5 &#1578;&#1582;&#1578;&#1607; &#1576;&#1575; &#1592;&#1585;&#1601;&#1740;&#1578; 2 &#1606;&#1601;&#1585; &#1575;&#1587;&#1578;&#1575;&#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1607;&#1575;&#1740; &#1583;&#1608; &#1582;&#1608;&#1575;&#1576;&#1607; &#1588;&#1575;&#1605;&#1604; &#1587;&#1585;&#1608;&#1740;&#1587; &#1575;&#1740;&#1585;&#1575;&#1606;&#1740; &#1608; &#1601;&#1585;&#1606;&#1711;&#1740; &#1548; &#1570;&#1588;&#1662;&#1586;&#1582;&#1575;&#1606;&#1607; &#1576;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1662;&#1582;&#1578; &#1608;&#1662;&#1586; &#1548; &#1575;&#1580;&#1575;&#1602; &#1711;&#1575;&#1586; &#1548; &#1740;&#1582;&#1670;&#1575;&#1604; &#1548; &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1608;&#1740;&#1608; &#1548; &#1592;&#1585;&#1608;&#1601; &#1705;&#1575;&#1605;&#1604; &#1570;&#1588;&#1662;&#1586;&#1582;&#1575;&#1606;&#1607; &#1548; &#1670;&#1575;&#1740;&#1740; &#1587;&#1575;&#1586; &#1548; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606; LED &#1548; &#1575;&#1587;&#1662;&#1740;&#1604;&#1578; &#1548; &#1605;&#1576;&#1604;&#1605;&#1575;&#1606; &#1608; &#1601;&#1585;&#1588; &#1548; &#1575;&#1578;&#1608; &#1548; &#1587;&#1588;&#1608;&#1575;&#1585; &#1548; safety box &#1608; &#1605;&#1740;&#1606;&#1740; &#1576;&#1575;&#1585; ... &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1576;&#1575; &#1605;&#1583;&#1585;&#1606;&#1578;&#1585;&#1740;&#1606; &#1608;&#1587;&#1575;&#1740;&#1604; &#1605;&#1608;&#1580;&#1608;&#1583; &#1578;&#1593;&#1576;&#1740;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.
&#1605;&#1588;&#1582;&#1589;&#1575;&#1578; &#1575;&#1578;&#1575;&#1602; &#1607;&#1575; : &#1575;&#1578;&#1575;&#1602; &#1607;&#1575;&#1740; &#1740;&#1705; &#1578;&#1582;&#1578;&#1607;&#1548; &#1583;&#1608; &#1578;&#1582;&#1578;&#1607; &#1608; &#1587;&#1607; &#1578;&#1582;&#1578;&#1607;  &#1608; &#1583;&#1575;&#1585;&#1575;&#1740; &#1587;&#1585;&#1608;&#1740;&#1587; &#1575;&#1740;&#1585;&#1575;&#1606;&#1740; &#1608; &#1601;&#1585;&#1606;&#1711;&#1740; &#1548; &#1575;&#1587;&#1662;&#1740;&#1604;&#1578; &#1548; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606; LED&#1548; &#1740;&#1582;&#1670;&#1575;&#1604; &#1548; &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1608;&#1740;&#1608; &#1548;&#1670;&#1575;&#1740;&#1740; &#1587;&#1575;&#1586; &#1548; &#1575;&#1578;&#1608; &#1548; &#1587;&#1588;&#1608;&#1575;&#1585; &#1608;&#1605;&#1740;&#1606;&#1740; &#1576;&#1575;&#1585; ...  &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.</p>


						</div>
					</div>
</div>
					<!-- .col-md-7 close -->
					<div class="col-md-5 col-sm-12">
						<div class="block">
							<img src="img/111.jpg" alt="Img">
						</div>
					</div>
					<!-- .col-md-5 close -->
				</div>
			</div>
		</section>

		<section id="feature">
			<div class="container">
				<div class="row">
					<div class="col-md-6 col-md-offset-6" style="direction:rtl;text-align:right;">
						<!-- <h2>&#1607;&#1583;&#1601; &#1605;&#1575; &#1548;&#1576;&#1607;&#1578;&#1585;&#1740;&#1606;</h2>
          <p></p>

<p>

</p> --->
						<h2>&#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1576;&#1586;&#1585;&#1711;&#1578;&#1585;&#1740;&#1606; &#1588;&#1607;&#1585; &#1705;&#1585;&#1583;&#1606;&#1588;&#1740;&#1606; &#1608; &#1605;&#1607;&#1605;&#1578;&#1585;&#1740;&#1606; &#1588;&#1607;&#1585; &#1583;&#1585; &#1605;&#1606;&#1591;&#1602;&#1607;&#1620; &#1605;&#1585;&#1705;&#1586;&#1740; &#1594;&#1585;&#1576; &#1575;&#1740;&#1585;&#1575;&#1606;</h2>
						<p>&#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1575;&#1586; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1608; &#1601;&#1585;&#1607;&#1606;&#1711;&#1740; &#1575;&#1740;&#1585;&#1575;&#1606; &#1576;&#1607; &#1588;&#1605;&#1575;&#1585; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1662;&#1740;&#1583;&#1575;&#1740;&#1588; &#1570;&#1606; &#1576;&#1607; &#1587;&#1583;&#1607; &#1670;&#1607;&#1575;&#1585;&#1605; &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1576;&#1575;&#1586; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1583; &#1608; &#1575;&#1586; &#1570;&#1606; &#1583;&#1608;&#1585;&#1575;&#1606; &#1578;&#1575; &#1581;&#1605;&#1604;&#1607; &#1575;&#1593;&#1585;&#1575;&#1576; &#1576;&#1607; &#1575;&#1740;&#1585;&#1575;&#1606; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1583;&#1608;&#1605;&#1740;&#1606; &#1662;&#1575;&#1740;&#1578;&#1582;&#1578; &#1587;&#1575;&#1587;&#1575;&#1606;&#1740;&#1575;&#1606; &#1605;&#1608;&#1585;&#1583; &#1578;&#1608;&#1580;&#1607; &#1581;&#1705;&#1608;&#1605;&#1578; &#1576;&#1608;&#1583;. &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1587;&#1604;&#1580;&#1608;&#1602;&#1740;&#1575;&#1606; &#1583;&#1585; &#1602;&#1585;&#1606; &#1740;&#1575;&#1586;&#1583;&#1607;&#1605; &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1588;&#1607;&#1585; &#1575;&#1585;&#1588;&#1583; &#1705;&#1585;&#1583;&#1587;&#1578;&#1575;&#1606; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1588;&#1583;. &#1583;&#1585; &#1602;&#1585;&#1608;&#1606; &#1608;&#1587;&#1591;&#1740; &#1588;&#1607;&#1585; &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1740;&#1575; &#1602;&#1585;&#1605;&#1740;&#1587;&#1740;&#1606; &#1583;&#1585; &#1581;&#1705;&#1605; &#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1608;&#1575;&#1581;&#1740; &#1670;&#1607;&#1575;&#1585;&#1711;&#1575;&#1606;&#1607; &#1593;&#1585;&#1575;&#1602; &#1593;&#1580;&#1605; &#1588;&#1606;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583;. &#1583;&#1585; &#1570;&#1606; &#1586;&#1605;&#1575;&#1606; &#1575;&#1594;&#1604;&#1576; &#1575;&#1608;&#1602;&#1575;&#1578; &#1575;&#1740;&#1575;&#1604;&#1578; &#1580;&#1576;&#1575;&#1604; &#1585;&#1575; &#1593;&#1585;&#1575;&#1602; &#1593;&#1580;&#1605; &#1605;&#1740; &#1606;&#1575;&#1605;&#1740;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1576;&#1575; &#1593;&#1585;&#1575;&#1602; &#1593;&#1585;&#1576; &#1575;&#1588;&#1578;&#1576;&#1575;&#1607; &#1606;&#1588;&#1608;&#1583; &#1705;&#1607; &#1576;&#1607; &#1591;&#1608;&#1585; &#1578;&#1602;&#1585;&#1740;&#1576;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575; &#1606;&#1575;&#1581;&#1740;&#1607; &#1605;&#1575;&#1583; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1591;&#1575;&#1576;&#1602;&#1578; &#1583;&#1575;&#1588;&#1578;. &#1576;&#1575; &#1711;&#1584;&#1588;&#1578; &#1740;&#1575;&#1586;&#1583;&#1607; &#1587;&#1583;&#1607; &#1575;&#1586; &#1581;&#1605;&#1604;&#1607;&#1620; &#1575;&#1593;&#1585;&#1575;&#1576; &#1576;&#1607; &#1575;&#1740;&#1585;&#1575;&#1606;&#1548; &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1602;&#1575;&#1580;&#1575;&#1585; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1588;&#1705;&#1604; &#1588;&#1607;&#1585;&#1606;&#1588;&#1740;&#1606;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575;&#1586; &#1740;&#1575;&#1601;&#1578; &#1608; &#1576;&#1607;&#8204; &#1583;&#1604;&#1740;&#1604; &#1602;&#1585;&#1575;&#1585;&#1711;&#1585;&#1601;&#1578;&#1606; &#1583;&#1585; &#1670;&#1607;&#1575;&#1585;&#1585;&#1575;&#1607; &#1583;&#1608; &#1605;&#1581;&#1608;&#1585; &#1588;&#1605;&#1575;&#1604; &#1576;&#1607; &#1580;&#1606;&#1608;&#1576; &#1608; &#1582;&#1575;&#1608;&#1585; &#1576;&#1607; &#1576;&#1575;&#1582;&#1578;&#1585; &#1608; &#1606;&#1740;&#1586; &#1607;&#1605;&#1587;&#1575;&#1740;&#1711;&#1740; &#1576;&#1575; &#1705;&#1588;&#1608;&#1585; &#1593;&#1585;&#1575;&#1602; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1588;&#1583;&#1606; &#1576;&#1585; &#1587;&#1585; &#1585;&#1575;&#1607; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1585;&#1578;&#1740; &#1705;&#1585;&#1576;&#1604;&#1575; &#1608; &#1576;&#1594;&#1583;&#1575;&#1583; &#1575;&#1586; &#1575;&#1607;&#1605;&#1740;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;.&#1588;&#1607;&#1585; &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1583;&#1575;&#1585;&#1575;&#1740; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575;&#1740; &#1605;&#1593;&#1578;&#1583;&#1604; &#1705;&#1608;&#1607;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1587;&#1583;&#1607; &#1670;&#1607;&#1575;&#1585;&#1605; &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1588;&#1607;&#1585; &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1583;&#1608;&#1585;&#1575;&#1606; &#1585;&#1608;&#1587;&#1578;&#1575;&#1740; &#1582;&#1608;&#1588; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575;&#1740;&#1740; &#1576;&#1608;&#1583; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1583;&#1608;&#1605;&#1740;&#1606; &#1575;&#1602;&#1575;&#1605;&#1578;&#1711;&#1575;&#1607; &#1662;&#1575;&#1583;&#1588;&#1575;&#1607;&#1740; &#1587;&#1575;&#1587;&#1575;&#1606;&#1740;&#1575;&#1606; &#1576;&#1585;&#1711;&#1586;&#1740;&#1583;&#1607; &#1588;&#1583;.&#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1587;&#1575;&#1587;&#1575;&#1606;&#1740;&#1575;&#1606; &#1576;&#1575;&#1594;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1606;&#1591;&#1602;&#1607; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583; &#1608; &#1578;&#1575; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1605;&#1705;&#1575;&#1606; &#1582;&#1608;&#1588;&#8204;&#1711;&#1584;&#1585;&#1575;&#1606;&#1740; &#1588;&#1575;&#1607;&#1575;&#1606; &#1587;&#1575;&#1587;&#1575;&#1606;&#1740; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1587;&#1578;.</p>
					</div>
				</div>
			</div>
		</section>

		<!-- Service Start -->
      
		<section id="service">
			<div class="container">
				<div class="row">
					<div class="section-title">
						
						<h2>&#1582;&#1583;&#1605;&#1575;&#1578; &#1605;&#1575;</h2>
					</div>
				</div>
				<div class="row ">
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="icon ion-coffee"></i>
							<h4>....</h4>
							
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-compass"></i>
							<h4>....</h4>
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-image"></i>
							<h4>....</h4>
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-bug"></i>
							<h4>....</h4>
						</div>
					</div>
				</div>
				<div class="row">
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-planet"></i>
							<h4></h4>
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-earth"></i>
							<h4></h4>
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-earth"></i>
							<h4></h4>
						</div>
					</div>
					<div class="col-sm-6 col-md-3">
						<div class="service-item">
							<i class="ion-headphone"></i>
							<h4></h4>
						</div>
					</div>
				</div>
				<div class="row">
					<div class="col-sm-6 col-md-3 col-md-offset-4">
						<div class="service-item">
							<i class="ion-leaf"></i>
							<h4></h4>
						</div>
					</div>
				</div>
			</div>
		</section>
		<!-- Call to action Start -->
		<section id="call-to-action">
			<div class="container">
				<div class="row">
					<div class="col-md-12">
						<div class="block" style="direction:rtl;text-align:right;">
							<h2>&#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1608; &#1605;&#1602;&#1585;&#1585;&#1575;&#1578;</h2>
						<p>1- &#1587;&#1575;&#1593;&#1578; &#1578;&#1581;&#1608;&#1740;&#1604; &#1575;&#1578;&#1575;&#1602; &#1777;&#1780;:&#1776;&#1776; &#1575;&#1587;&#1578; </p>
<p>&#1778;-  &#1587;&#1575;&#1593;&#1578; &#1578;&#1582;&#1604;&#1740;&#1607; &#1575;&#1578;&#1575;&#1602; &#1777;&#1778;:&#1776;&#1776; &#1575;&#1587;&#1578; </p>
<p>&#1779;- &#1601;&#1575;&#1589;&#1604;&#1607; &#1578;&#1575; &#1605;&#1585;&#1705;&#1586; &#1588;&#1607;&#1585; 5 &#1583;&#1602;&#1740;&#1602;&#1607; &#1575;&#1587;&#1578;</p>
<p>&#1780;-  &#1601;&#1575;&#1589;&#1604;&#1607; &#1578;&#1575; &#1601;&#1585;&#1608;&#1583;&#1711;&#1575;&#1607; 15 &#1583;&#1602;&#1740;&#1602;&#1607; &#1575;&#1587;&#1578;</p>


							<!--               <a class="btn btn-default btn-call-to-action" href="#">Tell Us Your Story</a> -->
						</div>
					</div>
				</div>
			</div>
		</section>
		<!-- Content Start 
		<section id="testimonial">
			<div class="container">
				<div class="row">
					<div class="section-title text-center">
						<h2>&#1606;&#1585;&#1582; &#1582;&#1583;&#1605;&#1575;&#1578;</h2>
						<p></p>
						<p>
						</p>
					</div>
				</div>
				<div class="row">
					<div class="col-md-12">
						<div class="block">
							<ul class="counter-box clearfix">
								<li>
									<div class="block">
										<i class="ion-ios-chatboxes-outline"></i>
										<h4></h4> 
										<span class="counter"></span>
									</div>
								</li>
								<li>
									<div class="block">
										<i class="ion-ios-glasses-outline"></i>
										<h4></h4> 
										<span class="counter"></span>
									</div>
								</li>
								<li>
									<div class="block">
										<i class="ion-ios-compose-outline"></i>
										<h4 class="counter"></h4> 
										<span></span>
									</div>
								</li>
								<li>
									<div class="block">
										<i class="ion-ios-timer-outline"></i>
										<h4> </h4> 
										<span class="counter"></span>
									</div>
								</li>
								<li>
									<div class="block">
										<i class="ion-ios-timer-outline"></i>
										<h4> </h4>
										<span></span>
									</div>
								</li>
								<li>
									<div class="block">
										<i class="ion-ios-timer-outline"></i>
										<h4> </h4> 
										<span class="counter"></span>
									</div>
								</li>

							</ul>
						</div>
					</div>
				</div>
			</div>
		</section> -->









		<!-- footer Start -->
		<footer>
			<div class="container">
				<div class="row">
					<div class="col-md-12">
                      
						<div class="footer-manu">
							<ul>
								<li><a href="../main/login.php">&#1608;&#1585;&#1608;&#1583; &#1607;&#1605;&#1705;&#1575;&#1585;&#1575;&#1606;</a></li>
							</ul>
						</div>
						<p>
							&#1570;&#1583;&#1585;&#1587; : &#1705;&#1585;&#1605;&#1575;&#1606;&#1588;&#1575;&#1607; -22 &#1576;&#1607;&#1605;&#1606; &#1548;&#1576;&#1604;&#1608;&#1575;&#1585; &#1711;&#1604;&#1585;&#1740;&#1586;&#1575;&#1606;

							
						 <br/>
							&#1578;&#1604;&#1601;&#1606; : 38390417 083

							
						</p>
						<p>&#1591;&#1585;&#1575;&#1581;&#1740; &#1608; &#1575;&#1580;&#1585;&#1575; &#1578;&#1608;&#1587;&#1591; &copy; <a href="http://www.datiscompany.ir">&#1588;&#1585;&#1705;&#1578; &#1583;&#1575;&#1578;&#1740;&#1587;</a>. &#1705;&#1604;&#1740;&#1607; &#1581;&#1602;&#1608;&#1602; &#1605;&#1578;&#1593;&#1604;&#1602; &#1576;&#1607; &#1607;&#1578;&#1604; &#1570;&#1662;&#1575;&#1585;&#1578;&#1605;&#1575;&#1606; &#1705;&#1608;&#1585;&#1588; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.</p>
					</div>
				</div>
			</div>
		</footer>


		<!-- Modal -->
		<div id="myModal" class="modal fade" role="dialog">
			<div class="modal-dialog">

				<!-- Modal content-->
				<div class="modal-content">
					<div class="modal-header">
						<button type="button" class="close" data-dismiss="modal">&times;</button>
						<h4 class="modal-title">&#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1608; &#1605;&#1602;&#1585;&#1585;&#1575;&#1578;</h4>
					</div>
					<div class="modal-body">
						<p>
							&#1576;&#1575; &#1705;&#1604;&#1740;&#1705; &#1576;&#1585;&#1585;&#1608;&#1740; &#1583;&#1705;&#1605;&#1607; &#1575;&#1583;&#1575;&#1605;&#1607; &#1588;&#1605;&#1575; &#1576;&#1575; &#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1608; &#1605;&#1602;&#1585;&#1585;&#1575;&#1578; &#1584;&#1740;&#1604; &#1605;&#1608;&#1575;&#1601;&#1602;&#1578; &#1705;&#1585;&#1583;&#1607; &#1575;&#1740;&#1583; &#1548; &#1583;&#1585; &#1594;&#1740;&#1585; &#1575;&#1740;&#1606;&#1589;&#1608;&#1585;&#1578; &#1576;&#1585;&#1585;&#1608;&#1740; &#1583;&#1705;&#1605;&#1607; &#1575;&#1606;&#1589;&#1585;&#1575;&#1601; &#1705;&#1604;&#1740;&#1705; &#1705;&#1606;&#1740;&#1583;.
						</p>
					</div>
					<div class="modal-footer">
						<button type="button" class="btn btn-default" data-dismiss="modal">&#1575;&#1606;&#1589;&#1585;&#1575;&#1601;</button>
						<button type="button" class="btn btn-primary" data-dismiss="modal" onclick="gotoBank();">&#1662;&#1584;&#1740;&#1585;&#1588; &#1608; &#1575;&#1583;&#1575;&#1605;&#1607;</button>
					</div>
				</div>

			</div>
		</div>
		
		<form id="frm2" action="https://sep.shaparak.ir/Payment.aspx" method="POST">
			<input name="Amount" id="Amount" type="hidden" />
			<input name="MID" id="MID" type="hidden" value="10615632" />
			<input name="ResNum" id="ResNum" type="hidden" />
			<input name="RedirectURL" id="RedirectURL" type="hidden" value="#url_main#" />
		</form>
		<script>
			$(".pdate").persianDatepicker({
				timePicker: {
					enabled: false
				},
				format: "YYYY/MM/DD"
			});
			function setEzafe(i,ted){
				if($("#room-select-"+i+"-ezafe").length===1){
					var ht = '';
					for(var j = 0;j <= ted;j++){
						ht += '<option value="'+j+'">'+j+'</option>';
					}
					$("#room-select-"+i+"-ezafe").html(ht);
				}
			}
			function calcGhimatMain(i){
				if($("#room-select-"+i).length===1 && $("#room-select-"+i+"-ezafe").length===1){
					var tedad = parseInt($("#room-select-"+i).val(),10);
					var zarfiat_ezafe = parseInt($("#room-select-"+i+"-ezafe").data('zarfiat_ezafe'),10);
					if(!isNaN(zarfiat_ezafe) && !isNaN(tedad)){
						setEzafe(i,tedad*zarfiat_ezafe);
					}else{
						setEzafe(i,0);
					}
				}
				calcGhimat();
			}
			function calcGhimat(){
				var sum = 0;
				$(".room-selection").each(function(id,feild){
					var tedad = parseInt($(feild).val(),10);
					var ghimat = parseInt($(feild).data('ghimat'),10);
					var i = $(feild).prop('id').split('-')[2];
					var ghimat_ezafe = 0;
					if($("#room-select-"+i+"-ezafe").length===1){
						ghimat_ezafe = parseInt($("#room-select-"+i+"-ezafe").data('ghimat_ezafe'),10);
						var ted = parseInt($("#room-select-"+i+"-ezafe").val(),10);
						if(isNaN(ghimat_ezafe) || isNaN(ted)){
							ghimat_ezafe = 0;
						}else{
							ghimat_ezafe = ghimat_ezafe*ted;
						}
					}
					if(!isNaN(tedad) && !isNaN(ghimat)){
						sum += tedad*ghimat;
						sum += ghimat_ezafe;
					}
				});
				$(".ghimat-class").text(sum);
				return sum;
			}
			function nextPhase(){
				var sum = 0;
				var selected_zarfiat = 0;
				var adult = isNaN(parseInt($(".adult-class").text(),10))?0:parseInt($(".adult-class").text(),10);
				var child = isNaN(parseInt($(".child-class").text(),10))?0:parseInt($(".child-class").text(),10);
				var nafar = adult + child;
				var misezafe = false;
				$(".room-selection").each(function(id,feild){
					var tedad = parseInt($(feild).val(),10);
					var ghimat = parseInt($(feild).data('ghimat'),10);
					var zarfiat = parseInt($(feild).data('zarfiat'),10);
					var ghimat_ezafe = 0;
					var zarfiat_ezafe = 0;
					var i = $(feild).prop('id').split('-')[2];
					var ted = 0;
					var displayed_rcount = parseInt($(feild).data('rcount'),10);
					if($("#room-select-"+i+"-ezafe").length===1){
						ghimat_ezafe = parseInt($(feild).data('ghimat_ezafe'),10);
						zarfiat_ezafe = parseInt($("#room-select-"+i+"-ezafe").data('zarfiat_ezafe'),10);
						ted = parseInt($("#room-select-"+i+"-ezafe").val(),10);
						if(isNaN(ghimat_ezafe) || isNaN(ted) || isNaN(zarfiat_ezafe) || isNaN(displayed_rcount)){
							ghimat_ezafe = 0;
							zarfiat_ezafe = 0;
						}else{
							ghimat_ezafe = ghimat_ezafe*ted;
							if(displayed_rcount<ted){
								misezafe = true;
								ted = 0;
							}
						}
					}

					if(!isNaN(tedad) && !isNaN(ghimat) && !isNaN(zarfiat)){
						sum += tedad*ghimat;
						sum += ghimat_ezafe;
						selected_zarfiat += tedad*zarfiat;
						selected_zarfiat += ted;
					}
				});
				$(".ghimat-class").text(sum);
				if(selected_zarfiat<nafar || nafar === 0){
					alert('&#1578;&#1593;&#1583;&#1575;&#1583; &#1605;&#1587;&#1575;&#1601;&#1585; &#1576;&#1575; &#1592;&#1585;&#1601;&#1740;&#1578; &#1581;&#1583;&#1575;&#1705;&#1579;&#1585;&#1740; &#1575;&#1578;&#1575;&#1602; &#1607;&#1575; &#1607;&#1605;&#1575;&#1607;&#1606;&#1711;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583;');
				}else if(misezafe){
					alert('&#1578;&#1593;&#1583;&#1575;&#1583; &#1587;&#1585;&#1608;&#1740;&#1587; &#1575;&#1590;&#1575;&#1601;&#1607; &#1575;&#1588;&#1578;&#1576;&#1575;&#1607; &#1608;&#1575;&#1585;&#1583; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;');
				}else{
					var err = false;
					$("input[required],textarea[required]").each(function(id,feild){
						if($(feild).val().trim()===''){
							$(feild).css('border','dashed red 2px');
							err = true;
						}else{
							$(feild).css('border','');
						}
					});
					if(err){
						alert('&#1604;&#1591;&#1601;&#1575; &#1602;&#1587;&#1605;&#1578; &#1607;&#1575;&#1740; &#1602;&#1585;&#1605;&#1586; &#1585;&#1575; &#1608;&#1575;&#1585;&#1583; &#1705;&#1606;&#1740;&#1583;');
					}else{
						$("#myModal").modal('show');
					}
				}
			}
			function gotoBank(){
// 				alert('Connecting to BANK!!!!');
				var rnd = Math.random(1000,10000);
				var sum = calcGhimat();
				$("#ResNum").val(rnd);
				$("#Amount").val(sum);
				$("#frm2").submit();
				/*
				$.get("req.php",{req:req},function(result){
					$("#ResNum").val(result.ResNum);
					$("#Amount").val(result.sum);
					$("#frm2").submit();
					
				});
				*/
			}
			function gotoReserve(){
				$('html, body').animate({
						scrollTop: $("#reserve_section").offset().top
				}, 2000);
			}
		</script>
		#scrollTo#
		<script>
			//       document.write('<script src="http://' + (location.host || 'localhost').split(':')[0] + ':35729/livereload.js?snipver=1"></' + 'script>');
		</script>


	</body>

	</html>